Repository: Daenarii/create_ap-gui
Catalog: createApGui/lang/Turkish_*/LC_MESSAGES/lang.po
Languages: tr

source: AP name
tr: Erişim noktası adı

source: Wifi interface
tr: Kablosuz ağ arayüzü

source: Interface with Internet
tr: İnternet olan arayüz

source: Receiving
tr: Alınıyor

source: None
tr: Veri Yok

source: Total Received
tr: Toplam Alınan

source: Sending
tr: Gönderiliyor

source: Total Sent
tr: Toplam Gönderilen

source: Connect
tr: Bağlan

source: Running AP
tr: Çalışan Erişim Noktası

source: Password
tr: Şifre

source: Show password
tr: Şifreyi Göster

source: Refresh
tr: Yenile

source: Only Create
tr: Sadece Oluştur

source: Save and Create
tr: Kaydet ve Oluştur

source: New AP
tr: Yeni Erişim Noktası

source: Interface1
tr: Arayüz1

source: Interface2
tr: Arayüz2

source: Delete
tr: Sil

source: Create
tr: Oluştur

source: Create AP
tr: Erişim Noktası Oluştur

source: Language
tr: Dil

source: Save
tr: Kaydet

source: Setting
tr: Ayarlar

source: Create AP Gui
tr: Create AP Grafik Arayüzü

source: Gui application for easy creating access points. Application allows save configuration for quickly create AP.
tr: Kolayca erişim noktası oluşturmak için grafik arayüzlü uygulama Uygulama kolayca erişim noktası oluşturmanızı ve yapılandırmayı kaydetmenii sağlar.

source: Author:
tr: Geliştirici:

source: Nick:
tr: Rumuz:

source: Email:
tr: Eposta:

source: Website:
tr: Websitesi:

source: About
tr: Hakkında

source: AP is running
tr: Erişim noktası çalışıyor

source: Before start new one, turn off running AP.
tr: Yeni bir tane oluşturmadan önce çalışan erişim noktasını kapatın.

source: Invalid password length
tr: Geçersiz şifre uzunluğu

source: expected length 8..63
tr: Kabuledilen uzunluk 8-63

source: Ap name is Empty
tr: Erişim noktası adı boş

source: Please fill it.
tr: Lütfen şunları doldurun.

source: No active AP
tr: Çalışan erişim noktası yok

source: Creating AP...
tr: Erişim noktası oluşturuluyor...

source: Disconnect
tr: Bağlantıyı kes

source: Create failed
tr: Oluşturma başarısız

source: AP Error
tr: Erişim noktası hatası

source: Error details
tr: Hata detayı

source: AP is active
tr: Erişim noktası etkin

source: INTERFACE-DISABLED
tr: ARAYÜZ-PASİF

source: Show AP Status
tr: Erişim noktası durumunu göster

source: Setup New AP
tr: Yeni erişim noktası yapılandır

source: Exit
tr: Çıkış
