Repository: Daenarii/create_ap-gui
Catalog: createApGui/lang/Turkish_*/lang.po
Languages: tr

source: AP name
tr: Bağlantı Noktası ismi

source: Wifi interface
tr: Modem

source: Interface with Internet
tr: Router

source: Receiving
tr: Alınıyor

source: None
tr: Veri Yok

source: Total Received
tr: Toplam Alınan

source: Sending
tr: Gönderiliyor

source: Total Sent
tr: Toplam Gönderilen

source: Connect
tr: Bağlan

source: Running AP
tr: Çalışıyor

source: Password
tr: Şifre

source: Show password
tr: Şifreyi Göster

source: Refresh
tr: Yenile

source: Only Create
tr: Kaydetmeden Oluştur

source: Save and Create
tr: Kaydet ve Oluştur

source: New AP
tr: NYeni Bağlantı Noktası

source: Interface1
tr: Modem1

source: Interface2
tr: Modem2

source: Delete
tr: Sil

source: Create
tr: Oluştur

source: Create AP
tr: Bağlantı Noktası Oluştur

source: Language
tr: Arayüz Dili

source: Save
tr: Kaydet

source: Setting
tr: Ayarlar

source: Gui application for easy creating access points. Application allows save configuration for quickly create AP.
tr: İnternetinizi paylaşmanın en kolay yolu Kolayca bağlantı noktası oluşturup kaydetmenizi sağlar.

source: Author:
tr: Geliştiren/Çeviren:

source: Jakub Pelikan
tr: Jakub Pelikan/Mehmet Mücahit ÇALI

source: About
tr: Hakkında

source: AP is running
tr: Bağlantı Noktası Aktif

source: Before start new one, turn off running AP.
tr: Yeni bir tane oluşturmadan önce çalışan bağlantı noktasını kapatın.

source: Invalid password length
tr: Şifre uzunluğu geçersiz

source: expected length 8..63
tr: Kabuledilen uzunluk 8-63

source: Ap name is Empty
tr: İsim kısmını boş bıraktınız

source: Please fill it.
tr: Lütfen bütün alanları doldurun

source: No active AP
tr: Çalışan bağlantı yok

source: Creating AP...
tr: Bağlantı Noktası oluşturuluyor

source: Disconnect
tr: Bağlantıyı Kes

source: Create failed
tr: Bağlantı Noktası Oluşturulamadı

source: AP Error
tr: Bağlantı Noktası Oluşturulamadı

source: Error details
tr: Hata Detayı

source: AP is active
tr: Bağlantı Noktası çalışıyor

source: INTERFACE-DISABLED
tr: Modem kapatıldı

source: Show AP Status
tr: Bağlantı Noktası durumunu göster

source: Setup New AP
tr: Bağlantı Noktası Kur

source: Exit
tr: Çıkış
